{"_default": {"1": {"vic": "To prove his mental strenght Chuck Norris listened to Metallica/Lou Reed-collaboration \"Lulu\" on repeat for a whole day."}, "2": {"vic": "When Chuck Norris watches, the paint dries instantly."}, "3": {"vic": "When Bruce Banner gets mad, he tuns into Hulk. When Hulk gets mad, he turns into Chuck Norris, when Chuck Norris gets mad, RUN LIKE HELL!!!!!!!!!!!!!"}, "4": {"vic": "Chuck Norris doesn't give you the willies. He simply gives you The Willy."}, "5": {"vic": "When Chuck Norris says, 'this is the line. Don't walk across it', he just created a new international border."}, "6": {"vic": "Chuck Norris can squeeze orange juice out of a banana."}, "7": {"vic": "Little Johnny's teacher asked him to describe Chuck Norris. Little Johnny said Chuck Norris is like a wheelbarrow full of awesome."}, "8": {"vic": "Chuck Norris employs a concierge urologist."}, "9": {"vic": "Chuck Norris can crush walnuts between his ass-cheeks. He can also do this to beer kegs and human skulls."}, "10": {"vic": "Chuck Norris can quitely sneak up on himself"}, "11": {"vic": "Chuck Norris is the reason why bats can't see cause they took one look at him and they went blind."}, "12": {"vic": "Chuck Norris just look at him.."}, "13": {"vic": "Chuck Norris does not use a calendar, he decides which year it is."}, "14": {"vic": "If Chuck Norris was a twilight vampire, he wouldn't sparkle, he'd blind you for life b/c nobody will ever see Chuck Norris as such a travisty"}, "15": {"vic": "Chuck Norris wears a full samurai suit as pajamas."}, "16": {"vic": "Chuck Norris can sky dive from the ground into the plane."}, "17": {"vic": "Chuck Norris never reads a book. The book reads for Chuck Norris."}, "18": {"vic": "Chuck Norris' drinking habit has gotten to the point where he regularly eats several six-packs while waiting for the truckers to unload the kegs."}, "19": {"vic": "Chuck Norris won the Indy 500. On an Exercise Bike."}, "20": {"vic": "Chuck Norris is the undisputed lord and master of trampoline sex."}, "21": {"vic": "The fatalities in Mortal Kombat are just reenactments of Chuck Norris going ape shit durring a traffic jam."}, "22": {"vic": "Chuck Norris doesn't eat vegetables, because they don't beg for mercy."}, "23": {"vic": "If suddenly the world was taken over by aliens...everyone would be made their slaves and Chuck Norris would be made their king, no questions asked."}, "24": {"vic": "Chuck Norris lit a fart on the Hindenburg."}, "25": {"vic": "Many men wear Depends to control urinary and anal leakage. Chuck Norris wears titanium underwear to contain his deadly fart odor & magnificant erection overloads."}, "26": {"vic": "Chuck Norris can piss his name in mid-air."}, "27": {"vic": "Chuck Norris organised a weekend trip .... for 5 days"}, "28": {"vic": "Chuck Norris knows the Vengabus is coming."}, "29": {"vic": "Chuck Norris eventually found God, terrified and in phoetal position. NO ONE hides from Chuck Norris."}}}